Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.8cfc11471c7f
source: 筋力の維持も確認
ar_sa: تأكيد صيانة قوة العضلات
ca: Confirmació del manteniment de la força muscular
cs: Dále zkontrolujeme udržení síly svalů.
da: Også opretholdelse af styrke
de_de: Auch die Erhaltung der Muskelkraft wird überprüft.
el: Επίσης, έλεγχος για τη διατήρηση της μυϊκής δύναμης.
en_au: Also, confirm maintaining strength
es_es: También verificar la conservación de la fuerza.
fi: Myös lihasvoiman ylläpito tarkistetaan
fr_ca: Vérifier également le maintien de la force musculaire
gu: માસની શક્તિ જાળવવાની પણ ચકાસો
he: גם בדיקת שמירה על כוח
hi: मांसपेशियों की ताकत बनाए रखने पर भी ध्यान दें
hr: Također provjeravamo održavanje snage
hu: Az izomzat megőrzése is fontos
id: Memastikan juga pemeliharaan kekuatan
it: Verifica del mantenimento della forza muscolare
ko: 근력 유지도 확인
mr: मांसपेशींची ताकद टिकवून ठेवण्याची खात्री करा
ms: Memastikan juga pemeliharaan kekuatan
nl_nl: Ook het behouden van spierkracht wordt gecontroleerd.
no: Sjekk også vedlikehold av styrke
pl: Sprawdź również utrzymanie siły.
pt_br: Também verificar a manutenção da força muscular
pt_pt: Também verificar a manutenção da força muscular
ro: De asemenea, verificarea menținerii forței musculare
ru: Также необходимо следить за поддержанием силы
sk: Tiež kontrolujeme udržanie svalovej hmoty.
sl: Preverimo tudi ohranjanje mišične moči
sv: Även kontroll av muskelstyrka
ta: தசை வலிமையை பராமரிப்பதையும் உறுதி செய்யவும்
te: కండరాల బలాన్ని కూడా నిర్ధారించుకోవడం
th: ตรวจสอบการรักษากำลัง
tr: Kas gücünün korunması da kontrol edilecek
uk: Також перевіряємо підтримку сили м'язів
vi: Cũng cần theo dõi sức mạnh cơ bắp
zh_hans: 同时确认肌肉力量的维持
zh_hant: 同時確認維持肌力的效果

# domain_catalog.8dc615a1cbbf
source: バーピー
ar_sa: بيربي
ca: burpees
cs: Kliky
da: Burpees
de_de: Burpees
el: Άσκηση με μπάρα
en_au: Burpees
es_es: Burpees
fi: Burpee
fr_ca: Burpees
gu: બાર્પી
he: תרגיל "ברפי"
hi: बारपी
hr: "Burpees"
hu: Barre-fordítás
id: Burpee
it: Esercizio "Burpee"
ko: 버피
mr: बर्पी
ms: Burpee
nl_nl: Burpees
no: Burpees
pl: Przysiady z prętem
pt_br: Agachamento com barra
pt_pt: Agachamento com barra
ro: Burpee
ru: "Берпи"
sk: Burpees
sl: Vrčanje
sv: Burpees
ta: பர்வீ
te: బార్పీ
th: ท่า Burpee
tr: Barfiks
uk: Берпі
vi: Bài tập Burpee
zh_hans: 波比跳
zh_hant: 俯卧撑

# domain_catalog.8e1637849284
source: デッドリフト
ar_sa: الرفعة المميتة
ca: pes mort
cs: Dřep
da: Deadlift
de_de: Kreuzheben
el: Deadlift
en_au: Deadlift
es_es: Peso muerto
fi: Kuolleet penkit
fr_ca: Soulevé de terre
gu: ડેડ લિફ્ટ
he: דד ריפט
hi: डेड लिफ्ट
hr: Deadlift
hu: Deadlift
id: Deadlift
it: Squat
ko: 데드리프트
mr: डेड रिफ्ट
ms: Deadlift
nl_nl: Deadlift
no: Deadlift
pl: Dead Bug
pt_br: Levantamento terra
pt_pt: Levantamento terra
ro: Îndreptări
ru: Становая тяга с гирей
sk: Deadlift
sl: Deadlift
sv: Marklyft
ta: டெட் லிஃப்ட்
te: డెడ్ లిఫ్ట్
th: ท่าเดดลิฟต์
tr: Deadlift
uk: Підйом ваги лежачи
vi: Deadlift
zh_hans: 硬拉
zh_hant: 深蹲

# domain_catalog.8e9ff0b8c79e
source: 次も伸びる一回にしましょう
ar_sa: دعونا نجعل القادم أفضل
ca: Fem que el següent sigui encara millor
cs: Zaměřte se na další zlepšení
da: Gør det til en enkelt mulighed, hvor du kan forbedre dig
de_de: Machen Sie es zum einmaligen Erfolg
el: Κάντε το να είναι μια φορά που θα σας βοηθήσει να βελτιωθείτε.
en_au: Let's focus on one area for improvement
es_es: Hagamos que la próxima vez sea un progreso significativo.
fi: Tee siitä tehokas harjoitus
fr_ca: Faisons en sorte que cela soit une progression continue.
gu: આગળ પણ વધારવા માટે એક પ્રયાસ કરો
he: בואו נעשה את זה כך שזה יתפתח גם בפעם הבאה
hi: इसे भी एक सफल प्रयास बनाएं
hr: Osigurajmo da se sljedeća poboljšanja ostvare
hu: Tervezzük meg úgy, hogy ez is sikeres legyen
id: Mari fokus pada satu hal yang akan berkembang selanjutnya
it: Concentriamoci su un singolo miglioramento anche per il prossimo
ko: 다음에도 발전하는 방향으로 진행합시다
mr: पुढील वेळेस सुधारणा करण्याचा प्रयत्न करा
ms: Mari kita fokus pada satu matlamat untuk ditingkatkan
nl_nl: Maak van de volgende stap een succes
no: La oss fokusere på å forbedre én ting neste gang også
pl: Zrób to w jednym kroku, aby osiągnąć dalszy postęp
pt_br: Faça da próxima vez um progresso significativo
pt_pt: Faça da próxima vez um progresso significativo
ro: Faceți totul într-o singură sesiune
ru: Сделайте так, чтобы прогресс продолжался и в следующий раз.
sk: Zamerajte sa na jeden konkrétny cieľ
sl: Uporabite naslednjo pot za nadaljnje izboljšave
sv: Gör nästa steg till en framgång
ta: அடுத்த முறை மேம்படுத்தவும்
te: తదుపరిసారి అభివృద్ధి చేయడానికి ప్రయత్నించండి
th: ทำให้เป็นกิจกรรมที่พัฒนาได้
tr: Bir sonraki de gelişime odaklanın
uk: Давайте робимо наступний крок таким, щоб він приносив результат
vi: Hãy tập trung vào một mục tiêu để phát triển
zh_hans: 也让它成为一次增长
zh_hant: 也讓這次的進度更長

# domain_catalog.8eb6bd923f0d
source: チンニング
ar_sa: الذقن
ca: Chinning
cs: Chin-up
da: Chin-up
de_de: Klimmzüge
el: Έλξεις
en_au: Chin-ups
es_es: Dominadas
fi: Leuanveto
fr_ca: Tractions
gu: ચીનિંગ
he: כפיים
hi: चिन-अप
hr: Chin-up
hu: Pull-up
id: Chinning
it: Trazioni alla sbarra
ko: 친업
mr: चिन अप
ms: Chinning
nl_nl: Chin-up
no: Chinupp
pl: Podciąganie na drążku
pt_br: Barra fixa
pt_pt: Barra fixa
ro: Tracțiuni
ru: Отжимания от брусьев
sk: Shyvanie
sl: Podije
sv: Chins
ta: சின்னிங்
te: చిన్
th: ชินนนิง
tr: Chin-up
uk: Підтягування
vi: Xà đơn
zh_hans: 引体向上
zh_hant: 引體向上

# domain_catalog.8f59183868a6
source: 温かく率直。数字と見た目を同じ期間で見る
ar_sa: دافئة وصريحة. انظر إلى الأرقام والمظاهر خلال نفس الفترة
ca: Càlid i franc. Mireu els números i les aparicions durant el mateix període
cs: Používejte upřímné a jasné formulace, které porovnávají čísla a vzhled v daném období.
da: Varm og ærlig. Sammenlign tal og udseende over samme periode
de_de: Warmherzig und ehrlich. Vergleichen Sie Zahlen und Aussehen über einen bestimmten Zeitraum
el: Φιλικό και ειλικρινές. Παρακολούθηση αριθμών και εμφάνισης στην ίδια περίοδο.
en_au: Use warm and direct language, comparing numbers and appearance over the same period.
es_es: Sé amable y directo. Compara tus números y apariencia en el mismo período.
fi: Lämpimä ja suora. Vertaa lukuja ja ulkonäköä samalla aikavälillä
fr_ca: Chaleureux et direct : comparez les chiffres et l'apparence sur la même période.
gu: ગરમ અને સીધા. સમાન સમયગાળામાં આંકડા અને દેખાવને જુઓ
he: מילים חמות וכנות, שמראות את התוצאות והמראה באותו פרק זמן.
hi: गरम और सीधा, एक ही समय में संख्या और दिखावट को देखें
hr: Topli i iskreni. Smatrati brojeve i izgled u isto vrijeme
hu: Nyugodtabb és közvetlenebb: ugyanazon időtartamban figyeljük a számokat és a megjelenést
id: Pilih kata-kata yang hangat dan jujur, melihat angka dan penampilan dalam periode yang sama.
it: Sii onesto e diretto: confronta numeri e aspetto fisico nello stesso periodo.
ko: 따뜻하고 솔직하게, 숫자와 외모를 같은 기간에 비교
mr: समजूतदार आणि स्पष्ट, एकाच वेळी आकडेवारी आणि दिसण्यावर लक्ष केंद्रित करा
ms: Sopan dan jujur. Lihat angka dan penampilan dalam tempoh yang sama
nl_nl: Kalm en eerlijk. Vergelijk cijfers en uiterlijk in dezelfde periode
no: Varme og ærlige. Sammenlign tall og utseende over samme tidsperiode
pl: Wybierz słowa, które są szczere i porównuj liczby oraz wygląd w tym samym okresie.
pt_br: Escolha palavras que sejam calorosas e diretas, comparando números e aparência no mesmo período.
pt_pt: Escolha palavras que sejam calorosas e diretas, comparando números e aparência no mesmo período.
ro: Fii sincer și compară rezultatele și aspectul fizic în același interval de timp.
ru: Поддерживайте и будьте честны. Смотрите цифры и внешний вид одновременно в течение определенного периода времени.
sk: Jemné a úprimné. Porovnajte čísla a vzhľad v rovnakom období.
sl: Toplo in iskreno. Primerjajte številke in izgled v istem obdobju
sv: Lugn och ärlig. Jämför siffror och utseende under samma period
ta: அமைதியான மற்றும் நேர்மையான அணுகுமுறை. ஒரே நேரத்தில் எண்களையும், தோற்றத்தையும் பார்க்கவும்.
te: ప్రశాంతంగా మరియు నిజాయితీగా ఉండండి. ఒకే సమయంలో సంఖ్యలను మరియు రూపాన్ని చూడండి
th: เลือกคำพูดที่จริงใจ และเปรียบเทียบตัวเลขและรูปร่างในช่วงเวลาเดียวกัน
tr: Samimi ve açık olun. Sayıları ve görünümü aynı dönemde karşılaştırın
uk: Виражайте свої думки відкрито та чесно, порівнюючи цифри та зовнішній вигляд протягом одного періоду часу.
vi: Thân thiện và thẳng thắn. So sánh số liệu và hình ảnh trong cùng một khoảng thời gian.
zh_hans: 温和而坦率，在相同时间内观察数字和外观
zh_hant: 溫和而直接，在相同期間觀察數字和外觀

# domain_catalog.8f628844dc9e
source: ハンギングレッグレイズ
ar_sa: رفع الساق المعلقة
ca: aixecament de la cama penjant
cs: Zvedání nohou v laně
da: Hanging Leg Raise
de_de: Hängendes Beinheben
el: Hanging Leg Raise
en_au: Hanging Leg Raise
es_es: Elevación de piernas colgado
fi: Hengitysharjoitus
fr_ca: Gainage jambes
gu: હેંગિંગ લેગ રેઇઝ
he: הרמת רגליים תלויות
hi: हेंगिंग लेग रेज
hr: Hang leg raise
hu: Lófejszerű emelés
id: Latihan Lengan Gantung
it: Sollevamento delle gambe appeso
ko: 행잉 레그 레이즈
mr: हँगिंग लेग रेज
ms: Latihan Angkat Kaki
nl_nl: Hanging leg raise
no: Hengende benløft
pl: Podciąganie nóg w susz
pt_br: Elevação da perna pendurada
pt_pt: Elevação da perna pendurada
ro: Ridicări în suspensie
ru: Подъемы ног в висячем положении
sk: Hanging leg raise
sl: Leg raise
sv: Hängande benlyft
ta: ஹேங்கிங் லெக் ரைஸ்
te: హ్యాంగింగ్ లెగ్ రైజ్
th: แฮงกิ่งเกร็กเรซ
tr: Asılı bacak kaldırma
uk: Підтягування в підвішенні
vi: Tập Hanging Leg Raise
zh_hans: 悬垂抬腿
zh_hant: 懸吊抬腿

# domain_catalog.8f9666833a49
source: 体型改善
ar_sa: تحسين شكل الجسم
ca: Millorar la forma del cos
cs: Úprava postavy
da: Forbedre din kropsform
de_de: Verbesserung des Körpers
el: Βελτίωση σωματότυπου
en_au: Body shape improvement
es_es: Mejora de la figura
fi: Kehonmuodon parantaminen
fr_ca: Améliorer sa silhouette
gu: શરીર સુધારા
he: שיפור צורת הגוף
hi: बॉडी टाइप सुधार
hr: Poboljšanje izgleda tijela
hu: Testformát javító program
id: Perbaikan bentuk tubuh
it: Miglioramento della forma fisica
ko: 체형 개선
mr: शारीरिक स्थिती सुधारणे
ms: Membaiki bentuk tubuh
nl_nl: Verbetering van je lichaamssamenstelling
no: Forbedre kroppsformen
pl: Poprawa sylwetki
pt_br: Melhora da forma física
pt_pt: Melhora da forma física
ro: Îmbunătățește-ți silueta
ru: Улучшение формы тела
sk: Zlepšenie postavy
sl: Izboljšava telesne forme
sv: Förbättra din kroppsform
ta: உடல் அமைப்பை மேம்படுத்துதல்
te: శరీర ఆకృతిని మెరుగుపరచడం
th: ปรับรูปร่าง
tr: Vücut şeklini iyileştirme
uk: Покращення фігури
vi: Cải thiện vóc dáng
zh_hans: 改善体型
zh_hant: 改善體型

# domain_catalog.8ff8ddea80c6
source: 全身
ar_sa: الجسم كله
ca: cos sencer
cs: Celé tělo.
da: Hele kroppen.
de_de: Ganzkörper
el: Ολόκληρο το σώμα
en_au: Full body.
es_es: Cuerpo completo.
fi: Koko keho.
fr_ca: Tout le corps
gu: સંપૂર્ણ શરીર
he: כל הגוף.
hi: पूरा शरीर।
hr: Cijelo tijelo.
hu: Teljes test.
id: Seluruh tubuh.
it: Corpo intero
ko: 전신
mr: संपूर्ण शरीर
ms: Seluruh badan
nl_nl: Hele lichaam.
no: Hele kroppen.
pl: Całe ciało.
pt_br: Corpo inteiro.
pt_pt: Corpo inteiro.
ro: Corp întreg.
ru: Все тело.
sk: Celý telo.
sl: Celotno telo.
sv: Hela kroppen.
ta: முழு உடல்.
te: పూర్తి శరీరం
th: ทั่วร่างกาย
tr: Tüm vücut
uk: Все тіло.
vi: Toàn thân.

# domain_catalog.907731db04ef
source: 食事と活動量を小さく調整
ar_sa: قم بإجراء تعديلات صغيرة على نظامك الغذائي ومستوى نشاطك
ca: Feu petits ajustaments a la vostra dieta i nivell d'activitat
cs: Upravte velikost porcí a úroveň aktivity.
da: Justér måltider og aktivitetsniveau.
de_de: Passen Sie die Mahlzeiten und die Aktivität geringfügig an.
el: Μειώστε την ποσότητα και την ενέργεια που καταναλώνετε.
en_au: Adjust meal and activity levels.
es_es: Ajusta el tamaño de las comidas y la actividad física.
fi: Säädä ruokailua ja aktiivisuutta pienemmäksi.
fr_ca: Ajustez légèrement les repas et l'activité physique.
gu: ખોરાક અને પ્રવૃત્તિનું પ્રમાણ ઘટાડો.
he: הפחיתו את כמות הארוחות והפעילות.
hi: भोजन और गतिविधि की मात्रा को कम करें।
hr: Umanjite količinu i aktivnost
hu: Csökkentse az étkezés mértékét és aktivitását.
id: Sesuaikan jumlah dan aktivitas makan.
it: Regola le quantità di cibo e attività.
ko: 식사와 활동량을 조절
mr: आहाराचे प्रमाण आणि हालचाली कमी करा.
ms: Kurangkan jumlah dan aktiviti makan.
nl_nl: Pas je calorie-inname en activiteit aan.
no: Juster matinntaket og aktivitetsnivået.
pl: Dostosuj wielkość posiłków i aktywności.
pt_br: Ajuste as quantidades de comida e atividade física.
pt_pt: Ajuste as quantidades de comida e atividade física.
ro: Ajustați cantitatea și activitatea.
ru: Уменьшите размер порций и активности.
sk: Upravte veľkosť a frekvenciu jedla.
sl: Manjajte količino hrane in aktivnosti.
sv: Justera måltider och aktivitetsnivåer.
ta: உணவு மற்றும் செயல்பாட்டு அளவைச் சரிசெய்யவும்.
te: ఆహారం మరియు కార్యాచరణను తగ్గించడం
th: ปรับปริมาณอาหารและกิจกรรมให้เหมาะสม
tr: Beslenmenizi ve aktivite seviyenizi ayarlayın.
uk: Коригуйте обсяг харчування та фізичної активності.
vi: Điều chỉnh lượng ăn và hoạt động một cách nhẹ nhàng.
zh_hans: 调整膳食和活动量
zh_hant: 調整飲食和活動量

# domain_catalog.918a4c632091
source: 鶏むね肉、白身魚、無脂肪ヨーグルト
ar_sa: صدر دجاج، سمك أبيض، زبادي خالي الدسم
ca: Pit de pollastre, peix blanc, iogurt sense greixos
cs: Kuřecí prsa, bílé ryby, jogurt bez tuku.
da: Kyllingebryst, hvidfisk og usødet yoghurt.
de_de: Hähnchenbrust, weiße Fische und fettarmes Joghurt.
el: Κοτόπουλο στήθος, λευκό ψάρι, γιαούρτι χωρίς λιπαρά.
en_au: Chicken breast, white fish, and fat-free yoghurt.
es_es: Pechuga de pollo, pescado blanco, yogur sin grasa.
fi: Kanafilee, valkoinen kala, rasvaton jogurtti
fr_ca: Poulet, poisson blanc, yaourt 0% de matières grasses.
gu: ચિકન બ્રેસ્ટ, વ્હાઇટ ફિશ અને ડાયેટ યોગર્ટ
he: חזה עוף, דגים לבנים, יוגורט ללא שומן.
hi: चिकन ब्रेस्ट, सफेद मछली और बिना वसा वाली दही।
hr: Piletina, bijela riba, jogurt bez masti
hu: Csirkemell, fehér hal, zsírtalan joghurt
id: Dada ayam, ikan putih, yogurt tanpa lemak.
it: Petto di pollo, pesce bianco, yogurt senza grassi.
ko: 닭가슴살, 흰 살 생선, 저지방 요거트
mr: चिकन ब्रेस्ट, पांढऱ्या माशाचे मांस आणि चरबी नसलेले दही.
ms: Ayam, ikan putih, dan yogurt tanpa lemak.
nl_nl: Kipfilet, witte vis en ongezoete yoghurt.
no: Kyllingbryst, hvitfisk og usaltet yoghurt.
pl: Kurczak, białe ryby, jogurt bez tłuszczu.
pt_br: Peito de frango, peixe branco e iogurte sem gordura.
pt_pt: Peito de frango, peixe branco e iogurte sem gordura.
ro: Piept de pui, pește alb, iaurt fără grăsimi.
ru: Куриная грудка, белая рыба, нежирный йогурт.
sk: Kuracie prsia, bílé ryby, bezmasový jogurt
sl: Piščica, bela riba, brezmasni jogurt
sv: Kycklingbröst, vitt fisk, fettfri yoghurt.
ta: கோழி மட்டன், வெள்ளை மீன், கொழுப்பு இல்லாத தயிர்.
te: కోడి చికెన్, తెల్ల చేప, కొవ్వు లేని పెరుగు
th: อกไก่, ปลาขาว, โยเกิร์ตไขมันต่ำ
tr: Tavuk göğsü, beyaz balık ve yağsız yoğurt
uk: Курятина, біле м'ясо, безжирний йогурт.
vi: Thịt ngừ, cá trắng, sữa chua không béo.
zh_hans: 鸡胸肉、白肉鱼、无脂肪酸奶
zh_hant: 雞胸肉、白肉魚、無脂肪優格

# domain_catalog.93167d5b2a06
source: 筋肥大
ar_sa: تضخم العضلات
ca: hipertròfia muscular
cs: Hypertrofie svalů
da: Muskeltilvækst
de_de: Muskelhypertrophie
el: Αύξηση της μυϊκής μάζας
en_au: Muscle growth
es_es: Hipertrofia muscular
fi: Lihasten kasvatus
fr_ca: Hypertrophie musculaire
gu: માસનું વિસ્તરણ
he: הגדלת שריר
hi: मांसपेशियों का विकास
hr: Razvoj mišića
hu: Izomzomfejlesztés
id: Hipertrofi otot
it: Ipertrofia muscolare
ko: 근육 증가
mr: मांसपेशी वाढवणे
ms: Pertumbuhan otot
nl_nl: Spiergroei
no: Muskeltilvekst
pl: Hipertrofia mięśni
pt_br: Hipertrofia muscular
pt_pt: Hipertrofia muscular
ro: Hipertrofia musculară
ru: Гипертрофия мышц
sk: Hypertrofia svalov
sl: Mišićna hipertrofija
sv: Muskeltillväxt
ta: தசை வளர்ச்சி
te: కండరాల పెరుగుదల
th: การเพิ่มขนาดของกล้ามเนื้อ
tr: Kas büyümesi
uk: Розвиток м'язів
vi: Phát triển cơ bắp
zh_hans: 肌肉肥大
zh_hant: 肌肉增長

# domain_catalog.94a47e1839ff
source: シーテッドカーフレイズ
ar_sa: يرفع العجل الجالس
ca: puja de vedell assegut
cs: Seated calf raises
da: Seated calf raises
de_de: Sitzendes Wadenheben
el: Seated Calf Raises
en_au: Seated Calf Raises
es_es: Elevación de talones sentado
fi: Istumakyykky
fr_ca: Gainage assis
gu: સીટેડ કારફ રેઝ
he: הרמת משקולות יושב
hi: सीटेड काफ रेज
hr: Seated calf raises
hu: Székben végzett combemelés
id: Calf Raise Duduk
it: Calf raise seduto
ko: 시티드 카프 레이즈
mr: सीटेड काफ रेज
ms: Seated calf raises
nl_nl: Zitbank calf raises
no: Set- og kneheis
pl: Wznoszenie nóg siedząc
pt_br: Panturrilha sentada
pt_pt: Panturrilha sentada
ro: Calf raises pe scaun
ru: Подъемы ног сидя
sk: Seated calf raises
sl: Seated calf raises
sv: Sittande calf raise
ta: சீட்டட் கர்ஃப் ரைஸ்
te: సీటెడ్ కార్ఫ్ రైజ్
th: คาร์ฟเรซนั่ง
tr: Seated Calf Raises
uk: Присідання з упором на стілець
vi: Gập chân ngồi
zh_hans: 坐姿小腿提
zh_hant: 坐姿腿抬高

# domain_catalog.950746d7a474
source: 連携を確認中
ar_sa: تأكيد التعاون
ca: Confirmació de la cooperació
cs: Kontrola synchronizace
da: Bekræfter forbindelse
de_de: Synchronisierung wird überprüft
el: Ελέγχουμε τη σύνδεση
en_au: Connection status: Checking
es_es: Verificando conexión
fi: Yhdistämistä varten
fr_ca: Vérification de la connexion en cours
gu: સહયોગની ચકાસણી કરવામાં આવી રહી છે
he: בדיקת קישוריות
hi: सहयोग की जाँच की जा रही है
hr: Provjera veze
hu: Kapcsolat ellenőrzés alatt
id: Memeriksa koneksi
it: In attesa di conferma
ko: 연동 상태 확인 중
mr: सहयोगी: चालू आहे
ms: Menyemak sambungan
nl_nl: Verbinding wordt gecontroleerd
no: Bekrefter tilkobling
pl: Sprawdzanie połączenia
pt_br: Verificando conexão
pt_pt: Verificando conexão
ro: Verificarea conexiunii este în curs
ru: Проверка связи
sk: Čaká na potvrdenie
sl: Preverjanje povezave
sv: Kontroll av samarbete
ta: இணைப்பு சரிபார்க்கப்படுகிறது
te: సహకారం కోసం చూస్తున్నాను
th: กำลังตรวจสอบการเชื่อมต่อ
tr: İletişim kuruluyor
uk: Перевірка зв'язку
vi: Đang kiểm tra liên kết
zh_hans: 正在确认联动
zh_hant: 正在確認協調性

# domain_catalog.9671cfa0696d
source: 動けるアスリート体型
ar_sa: جسم رياضي قادر على الحركة
ca: Cos d'atleta que es pot moure
cs: Aktivní sportovní postava
da: Dynamisk atletisk kropsform
de_de: Sportler-Körper mit Beweglichkeit
el: Σωματότυπος για ενεργούς αθλητές
en_au: Active Athlete Body Type
es_es: Cuerpo atlético y activo
fi: Liikkuva urheilijan vartalo
fr_ca: Corps athlétique et actif
gu: સક્રિય શારીરિક પ્રવૃત્તિનું સ્વરૂપ
he: גוף ספורטיבי ופעיל
hi: सक्रिय एथलीट का शरीर
hr: Atletski tip tijela koji se može aktivno koristiti
hu: Mozgékony sportoló testalkat
id: Bentuk Tubuh Atlet yang Aktif
it: Corpo atletico dinamico
ko: 활동적인 스포츠맨 체형
mr: सक्रिय खेळाडूचा आकार
ms: Bentuk Tubuh Atlet yang Aktif
nl_nl: Actieve atletische lichaamsvorm
no: Aktiv kroppsform
pl: Aktywny typ sylwetki sportowca
pt_br: Corpo atlético com mobilidade
pt_pt: Corpo atlético com mobilidade
ro: Corp atletic, activ
ru: Спортивное тело с возможностью движения
sk: Aktivná postava športovca
sl: Atletski tip telesa, ki se giblje
sv: Rörlig atletisk kroppsform
ta: செயல்பாட்டு உடல் அமைப்பு
te: కదలికతో కూడిన క్రీడాకారుల శరీరం
th: รูปร่างของนักกีฬาที่สามารถเคลื่อนไหวได้
tr: Hareketli sporcu vücudu
uk: Активний фітнес-тіло
vi: Hình dáng thể thao linh hoạt
zh_hans: 运动型体型
zh_hant: 运动型体型

# domain_catalog.97a1cb44cf8f
source: 動ける習慣
ar_sa: عادة التحرك
ca: hàbit de moure's
cs: Aktivní návyky
da: En aktiv vane
de_de: Bewegungsgewohnheiten
el: Ενεργητική συνήθεια
en_au: Active Habits
es_es: Hábitos activos
fi: Liikunnan tavoitteet
fr_ca: Habitudes actives
gu: સક્રિય જીવનશૈલી
he: הרגלים פעילים
hi: सक्रिय आदतें
hr: Navike koje uključuju aktivnost
hu: Mozgás-orientált szokások
id: Kebiasaan Aktif
it: Abitudini attive
ko: 활동적인 습관
mr: सक्रिय सवयी
ms: Tabiat Aktif
nl_nl: Actieve gewoonten
no: En aktiv vane
pl: Aktywna nawyk
pt_br: Hábitos ativos
pt_pt: Hábitos ativos
ro: O rutină activă
ru: Привычка к активности
sk: Aktivný zvyk
sl: Aktivna navada
sv: Rörliga vanor
ta: செயல்பாட்டு பழக்கம்
te: కదలిక అలవాటు
th: นิสัยการเคลื่อนไหว
tr: Hareketli alışkanlıklar
uk: Активні звички
vi: Thói quen hoạt động
zh_hans: 积极的生活习惯
zh_hant: 可行的习惯

# domain_catalog.98506c24d2ee
source: 通常より狭めに握り、肘を閉じ気味にして押し上げる。
ar_sa: أمسك قبضتك بشكل أضيق من المعتاد، وأغلق مرفقيك وادفع للأعلى.
ca: Agafa l'adherència més estreta del que és habitual, tanca els colzes i empeny cap amunt.
cs: Stiskněte ruce těsněji, držte lokty blízko těla a zvedejte.
da: Hold en stram håndposition og løft armene, så de er tæt på hinanden.
de_de: Halten Sie die Hände eng zusammen und heben Sie den Arm leicht nach oben.
el: Κρατήστε το σώμα σας πιο κοντά, με τους αγκώνες να είναι ελαφρώς κλειστοί και να πιέζετε προς τα πάνω.
en_au: Grip tightly, keeping your elbows close together as you push up.
es_es: Aprieta con fuerza y ​​mantén los codos cerca mientras levantas el brazo.
fi: Pidä kädet tiukasti ja tue kyynärpäitä, jotta voit työntää ylöspäin.
fr_ca: Serrer fermement, en gardant les coudes près du corps avant de pousser.
gu: સામાન્ય કરતાં થોડું સાંકડી રીતે પકડો, હાથને નજીક લાવીને ઉપરની તરફ ધકેલો.
he: החזיקו חזק יותר, תוך שמירה על מפרקים צרים, והרימו את הזרועות.
hi: सामान्य से थोड़ा संकीर्ण तरीके से पकड़ें, और कोहनी को थोड़ा बंद करके ऊपर उठाएं।
hr: Drži utezi blisko, uzdržavajući zglobove i podižući ih.
hu: Kisebb fogással, a könyök közel zárva, emeld fel.
id: Genggam erat dengan ruang yang lebih sempit, dan tekuk siku ke arah dalam saat mengangkat.
it: Stringi le mani in modo più stretto e piega i gomiti per spingere verso l'alto.
ko: 일반보다 약간 더 좁게 잡고, 팔꿈치를 모아 올립니다.
mr: सामान्यपेक्षा थोडे घट्ट पकडा, आणि कोपरं जवळ ठेवून वर उचला.
ms: Genggam secara sempit, dan condongkan siku ke arah dalam semasa mengangkat.
nl_nl: Pak strak aan en duw met je ellebogen, waarbij ze naar elkaar toe bewegen.
no: Hold en smal grep, og løft armene samtidig.
pl: Ścisnij mocniej, utrzymując zgięte łokcie i delikatnie podnoś przedramiona.
pt_br: Segure com uma pegada mais estreita e mantenha os cotovelos próximos ao corpo ao levantar.
pt_pt: Segure com uma pegada mais estreita e mantenha os cotovelos próximos ao corpo ao levantar.
ro: Ține mai strâns, închizând coatele ușor și ridicând brațele.
ru: Держите руки плотно, немного согните локти и поднимайте их вверх.
sk: Stlačte s rukami bližšie k sebe a zamerajte sa na uzavretie lakťov pri zdvíhaní.
sl: Držite trdno, vendar ne preozno, in dvigujte ramo.
sv: Håll ett smalt grepp, med armarna nära kroppen, och pressa uppåt.
ta: சாதாரணமாக விடாமல், கைகளை இறுக்கமாக பிடித்து, முழங்கால்களை மூடி, மேலே உயர்த்தவும்.
te: సాధారణ కంటే కొంచెం ఇరుకుగా పట్టుకుని, మోచేతులను దగ్గరగా చేసి పైకి ఎత్తండి.
th: จับแน่นกว่าปกติ และงอแขนเล็กน้อยเพื่อดันขึ้น
tr: Normalden daha dar tutuş yaparak, dirseklerini birbirine yakın tutarak kaldır.
uk: Тримайте руки щільно, злегка зігніть лікті та піднімайте руку.
vi: Cúi tay lại, giữ khuỷu tay gần nhau và đẩy lên.
zh_hans: 用较窄的握距，并略微收紧肘部，然后向上推
zh_hant: 比平常更窄地握住，並稍微收緊肘部，然後向上推。
